Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Oktyabr'skaya revolyutsiya, IPA: [ɐkˈtʲabrʲskəjə rʲɪvɐˈlʲutsɨjə]), officially known in Soviet literature as the Great October Socialist Revolution (Вели́кая Октя́брьская социалисти́ческая револю́ция, Velikaya Oktyabr'skaya sotsialističeskaya revolyutsiya), and commonly referred to as Red October, the October Uprising, the Bolshevik Revolution,[2] or Bolshevik Coup was a revolution in Russia led by the Bolsheviks and Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917. It took place with an armed insurrection in Petrograd on 7 November (25 October, Old Style) 1917.
ne: Oktyabr'skaya revolyutsiya, रुसी उच्चारण: [ɐkˈtʲabrʲskəjə rʲɪvɐˈlʲutsɨjə])सामान्यतया रेड अक्टोबरको रूपमा उल्लेख गरिएको छ, अक्टोबर बिद्रोह्स्वि िक क्रांति, वा बोल्स्कीक कप्तान बोल्स्किविक्स र व्लादिमीर लेनिनको नेतृत्वमा रूसमा एक क्रांति थियो जुन 1 9 17 को ठूलो रूसी क्रांतिमा रहेको थियो। यो पेट्रोग्रेडमा सशस्त्र विद्रोह भएको थियो। 7 नोभेम्बर (25 अक्टोबर, पुरानो शैली 1 917 ।

source: October Revolution
ne: अक्टोबर क्रान्ति

source: Charlie Munger Munger at Berkshire Hathaway's 2010 shareholder meeting Born Charles Thomas Munger (1924-01-01) January 1, 1924 Omaha, Nebraska, U.S. Alma mater University of Michigan California Institute of Technology Harvard University Occupation Vice Chairman, Berkshire Hathaway Known for Leading investments at Berkshire Hathaway with Warren Buffett Salary US$100,000 Net worth US$1.8 billion (March 2018)[1]
ne: चार्ल्स मंगर Munger at Berkshire Hathaway's 2010 shareholder meeting जन्म Charles Thomas Munger (१९२४-०१-०१) जनवरी १, १९२४ (उमेर ९४) Omaha, Nebraska, U.S. अल्मा मेटर University of Michigan California Institute of Technology Harvard University पेशा Vice Chairman, Berkshire Hathaway चिनारीको कारण Leading investments at Berkshire Hathaway with Warren Buffett तलव US$100,000 जम्मा सम्पति US$1.8 billion (March 2018)[1]

source: He is vice chairman of Berkshire Hathaway, the conglomerate controlled by Warren Buffett; Buffett has described Munger as his partner. Munger served as chairman of Wesco Financial Corporation from 1984 through 2011. He is also chairman of the Daily Journal Corporation, based in Los Angeles, California, and a director of Costco Wholesale Corporation.
ne: चार्ल्स थमस मङ्गर (जनवरी 1, 1 9 24 मा जन्म) एक अमेरिकी लगानीकर्ता, व्यापारी र दार्शनिक हो। उहाँ बर्कशायर हथवेको उपाध्यक्ष हुनुहुन्छ, यो वर्जिन बफेट द्वारा नियन्त्रित संगठन हो; बफेटले मेरो साथीको रूपमा Munger वर्णन गरेको छ। Munger Wesco वित्तीय निगम को अध्यक्ष को रूप मा 1 9 84 देखि 2011 सम्म कार्य गरे।

source: Charlie Munger
ne: चार्ल्स मङ्गर

source: Retrieved April 13, 2015. ↑ Kenneth Chang (September 27, 2016). "Elon Musk's Plan: Get Humans to Mars, and Beyond". New York Times.
ne: Retrieved April 13, 2015. ↑ Kenneth Chang (सेप्टेम्बर २७, २०१६), "Elon Musk’s Plan: Get Humans to Mars, and Beyond", New York Times, अभिगमन मिति सेप्टेम्बर २७, २०१६। 1 2 "Making Life Multi-planetary - RELAYTO/".

source: Retrieved September 27, 2016.
ne: RELAYTO/.

source: RELAYTO/. 2018. Retrieved 2018-04-04. ↑ http://www.businessinsider.com/elon-musks-started-spacex-because-he-wanted-to-put-life-on-another-planet-2013-3 ↑ Stephen Clark (September 28, 2008).
ne: Retrieved 2018-04-04. ↑ http://www.businessinsider.com/elon-musks-started-spacex-because-he-wanted-to-put-life-on-another-planet-2013-3 ↑ Stephen Clark (September 28, 2008).

source: Space Exploration Technologies Corp. SpaceX hangar and Launch Pad 39A at Kennedy Space Center, December 2015 Trading name SpaceX Type Private Industry Aerospace Founded May 6, 2002 (2002-05-06)[1] Founder Elon Musk Headquarters Hawthorne, California, U.S. 33°55′15″N 118°19′40″W﻿ / ﻿33.9207°N 118.3278°W﻿ / 33.9207; -118.3278Coordinates: 33°55′15″N 118°19′40″W﻿ / ﻿33.9207°N 118.3278°W﻿ / 33.9207; -118.3278 Key people Elon Musk (CEO and CTO) Gwynne Shotwell (President and COO) Tom Mueller (CTO of Propulsion) Products Falcon launch vehicles Dragon capsules ASDS landing platforms Services Orbital rocket launch Owner Elon Musk Trust (54% equity; 78% voting control)[2] Number of employees Est.
ne: {{{company_name}}} प्रकार {{{company_type}}} स्थापना मे ६, २००२; १६ वर्ष अघि (२००२-०५-06)[1] संस्थापक Elon Musk मुख्य कार्यालय [[Hawthorne, California, U.S. ३३°५५′१५″उत्तर ११८°१९′४०″पश्चिम﻿ / ﻿३३.९२०७° उत्तर ११८.३२७८° पश्चिम﻿ / 33.9207; -118.3278निर्देशाङ्क: ३३°५५′१५″उत्तर ११८°१९′४०″पश्चिम﻿ / ﻿३३.९२०७° उत्तर ११८.३२७८° पश्चिम﻿ / 33.9207; -118.3278]] मुख्य पदाधिकारी Elon Musk (CEO and CTO) Gwynne Shotwell (President and COO) Tom Mueller (CTO of Propulsion) उद्योग/संस्था Aerospace उत्पादन Falcon launch vehicles Dragon capsules ASDS landing platforms सेवाहरू Orbital rocket launch कर्मचारी Est.

source: 7,000[3] (November 2017) Website www.spacex.com Footnotes / references [4][5][6][7]
ne: 7,000[2] (November 2017) स्वामित्व Elon Musk Trust (54% equity; 78% voting control)[3] वेबसाइट spacex.com [4][5][6][7]

source: Space Exploration Technologies Corp., doing business as SpaceX, is a private American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. It was founded in 2002 by entrepreneur Elon Musk with the goal of reducing space transportation costs and enabling the colonization of Mars.[8][9][10] SpaceX has since developed the Falcon launch vehicle family and the Dragon spacecraft family, which both currently deliver payloads into Earth orbit.
ne: स्पेस एक्स Space Exploration Technologies Corp., doing business as SpaceX, is a एक निजी अमेरिकी अन्तरिक्ष विमान , रकेट उत्पादक तथा अन्तरिक्ष बाहन कम्पनी हो जसको मुख्यालय क्यालिफोर्नियामा रहेको छ. यसको स्थापना उद्यमी एलन मस्क द्वारा २००२ मा भएको थियो .

source: François Hollande President of France In office 15 May 2012 – 14 May 2017 Prime Minister Jean-Marc Ayrault Manuel Valls Bernard Cazeneuve Preceded by Nicolas Sarkozy Succeeded by Emmanuel Macron Co-Prince of Andorra In office 15 May 2012 – 14 May 2017 Serving with Joan Enric Vives Sicília Prime Minister Antoni Martí Representative Sylvie Hubac Thierry Lataste Jean-Pierre Hugues Preceded by Nicolas Sarkozy Succeeded by Emmanuel Macron President of the Corrèze General Council In office 20 March 2008 – 15 May 2012 Preceded by Jean-Pierre Dupont Succeeded by Gérard Bonnet First Secretary of the Socialist Party In office 27 November 1997 – 27 November 2008 Preceded by Lionel Jospin Succeeded by Martine Aubry Mayor of Tulle In office 17 March 2001 – 17 March 2008 Preceded by Raymond-Max Aubert Succeeded by Bernard Combes Member of the National Assembly for Corrèze's 1st constituency In office 12 June 1997 – 15 May 2012 Preceded by Lucien Renaudie Succeeded by Sophie Dessus In office 12 June 1988 – 1 April 1993 Preceded by Constituency re-established Succeeded by Raymond-Max Aubert Member of the European Parliament In office 20 July 1999 – 17 December 1999 Constituency France Personal details Born François Gérard Georges Nicolas Hollande (1954-08-12) 12 August 1954 Rouen, France Political party Socialist Party Domestic partner Ségolène Royal (1978–2007) Valérie Trierweiler (2007–2014) Julie Gayet (2014–present) Children 4 Alma mater Panthéon-Assas University HEC Paris Sciences Po École nationale d'administration Signature
ne: François Hollande कार्य काल 15 May 2012 – 14 May 2017 प्रधान मंत्री Jean-Marc Ayrault Manuel Valls Bernard Cazeneuve पूर्ववर्ती Nicolas Sarkozy उत्तरावर्ती Emmanuel Macron पूर्ववर्ती Nicolas Sarkozy उत्तरावर्ती Emmanuel Macron कार्यकाल 20 March 2008 – 15 May 2012 पूर्वाधिकारी Jean-Pierre Dupont उत्तराधिकारी Gérard Bonnet In office 27 November 1997 – 27 November 2008 पूर्वाधिकारी Lionel Jospin उत्तराधिकारी Martine Aubry In office 17 March 2001 – 17 March 2008 पूर्वाधिकारी Raymond-Max Aubert उत्तराधिकारी Bernard Combes जन्म (१९५४-०८-१२) १२ अगस्ट १९५४ (उमेर ६३) Rouen, France राजनैतिक पार्टी Socialist Party हस्ताक्षर

source: François Gérard Georges Nicolas Hollande (French: [fʁɑ̃swa ɔlɑ̃d] ( listen); born 12 August 1954) is a French politician who served as President of France and ex officio Co-Prince of Andorra from 2012 to 2017. He was previously the First Secretary of the Socialist Party from 1997 to 2008, Mayor of Tulle from 2001 to 2008, and President of the Corrèze General Council from 2008 to 2012. Hollande also served in the National Assembly of France twice for the department of Corrèze's 1st constituency from 1988 to 1993, and again from 1997 to 2012.
ne: François Gérard Georges Nicolas Hollande (फ्रेञ्च: [fʁɑ̃swa ɔlɑ̃d] ( सुन्नुहोस्); born 12 August 1954) एक फ्रेन्च राजनीतिज्ञ हुन् . उनले फ्रान्सको रास्ट्रपति को रुपमा २०१२ देखि २०१७ सम्म सेवा गरे. यस भन्दा अघि १९९७ देखि २००८ सम्म उनी समाजवादी पार्टीको प्रथम सचिव तुल नगरको नगरप्रमुखको रुपमा २००१ देखि २००८ सम्म काम गरे .

source: A commercial office/retail building
ne: व्यापारिक भवन

source: Commercial buildings are buildings that are used for commercial purposes, and include office buildings, warehouses, and retail buildings (e.g. convenience stores, 'big box' stores, and shopping malls). In urban locations, a commercial building may combine functions, such as offices on levels 2-10, with retail on floor 1. When space allocated to multiple functions is significant, these buildings can be called multi-use.
ne: व्यापारिक भवन भन्नाले व्यापारिक प्रयोजनको भवन बुझिन्छ जसमा कार्यालय , पसलहरु गोदमहरू रहेका हुन्छन् |

source: Prayogshala (Laboratory) is a book about the politics of Nepal. It was written by Sudheer Sharma. The book revolves around the Maoist insurgency, deposed monarchy and the role of New Delhi in Nepal's period of political transition.
ne: प्रयोगशाला नेपालको राजनीति सम्बन्धि पुस्तक हो | यसका लेखक सुधिर शर्मा हुन् | नेपाली सङ्क्रमणमा दिल्ली, दरबार र माओवादी’ पुस्तकमा नेपालका माओवादीलाई केन्द्रमा राखेर तत्कालीन राजतन्त्र र भारतीय संस्थापनसँग उनीहरुको त्यही उतार–चढावपूर्ण सम्बन्ध केलाउन खोजिएको छ। यो किताबलाई फाइन प्रिन्ट्सले बजारमा ल्याएको हो |

source: ↑ "Kantipur Editor-in-Chief's book 'Prayogsala' hits the market". Ekantipur.com. 2013-09-22.
ne: ↑ "Kantipur Editor-in-Chief's book 'Prayogsala' hits the market", Ekantipur.com, २०१३-०९-२२, अभिगमन मिति २०१३-१०-१७। ↑ "Sharma's Prayogsala launched", The Himalayan Times, 2013-09-22. अन्तिम पहुँच मिति:2013-10-17. ↑ Acharya, Anurag.

source: Retrieved 2013-10-17. ↑ Acharya, Anurag. "Failed experiment | By The Way". Nepali Times.
ne: "Failed experiment | By The Way", Nepali Times. अन्तिम पहुँच मिति:2013-10-17.

source: Episodes
ne: नायट श्रृखला

source: Critical reception
ne: समिक्षकको प्रतिक्रिया

source: Osho International Foundation
ne: ओशो अन्तरराष्ट्रिय संघ

source: Wild Wild Country Genre Crime Documentaries Directed by Maclain Way Chapman Way Starring Rajneesh Ma Anand Sheela Jane Stork Philip Toelkes Country of origin United States Original language(s) English No. of seasons 1 No. of episodes 6 (list of episodes) Production Executive producer(s) Mark Duplass & Jay Duplass, Josh Braun & Dan Braun, Lisa Nishimura, Ben Cotner, Adam Del Deo Producer(s) Juliana Lembi Running time 64–71 minutes Production company(s) Duplass Brothers Productions Distributor Netflix Release Picture format 1080i Original release March 16, 2018 External links Website
ne: Wild Wild Country Wild Wild Country.png शैली Crime Documentaries निर्देशक Maclain Way Chapman Way कलाकारहरू Rajneesh Ma Anand Sheela Jane Stork Philip Toelkes निर्माण देश United States भाषा(हरू) English सत्रहरुको संख्या 1 भागहरूको संख्या 6 (भागहरूको संख्या) निर्माण कार्यकारी निर्माता(हरू) Mark Duplass & Jay Duplass, Josh Braun & Dan Braun, Lisa Nishimura, Ben Cotner, Adam Del Deo निर्माता(हरू) Juliana Lembi प्रसारण अवधि 64–71 minutes निर्माण कम्पनी(हरु) Duplass Brothers Productions बितरक Netflix प्रसारण तस्वीर फर्म्याट 1080i March 16, 2018 बाह्य लिङ्कहरू वेबसाइट

source: Wild Wild Country is a Netflix documentary series about the controversial Indian guru Bhagwan Shree Rajneesh (Osho), his one-time personal assistant Ma Anand Sheela, and their community of followers in the Rajneeshpuram community located in Wasco County, Oregon.[1][2][3] It was released on Netflix on March 16, 2018, after premiering at the Sundance Film Festival.[3][4][5][6]
ne: वाइल्ड वाइल्ड कन्ट्री नेटफिल्क्सको भारतिय विवादित गुरू श्री रजनिस, उनको व्यक्तिगत सचिव तथा उनको अनुयाइहरूको ओरेगनको वास्को काउन्टीमा अवथित समुदाय रजनिस पुरमको नाट्य श्रृखला हो । [1][2][3] यो नाट्य श्रृखला सनडान्स चलचित्र उत्सवमा सुभारम्भ गरे पछि नेटफिल्क्समा १६ मार्च २०१८ मा प्रशारण गरिएको थियो । [3][4][5][6]

source: Review aggregator Rotten Tomatoes surveyed 35 critical responses and judged 100% of them to be positive, with an average rating of 8.11 out of 10. The website's critical consensus reads, "Wild Wild Country succeeds as an intriguing examination of a forgotten piece of American history that must be seen to be believed."[7]
ne: रोटन टोमाटोसले गरेको सर्भेमा प्राप्त ३५ प्रतिक्रियाहरू १०० प्रतिशत सकारात्मक रहेको र १० मा ८.११ औषत अंक प्राप्त गरेको छ ।

source: The Osho International Foundation, which co-administers Rajneesh's estate and operates the Osho International Meditation Resort in Pune, India, responded to the docuseries on their website Osho Times, saying that "Unfortunately, the docuseries fails to explore key aspects and so does not give a clear account of the real story behind the story."[9]
ne: ओशो अन्तरराष्ट्रिय संघले यो नाट्य श्रृखलाले कथाको वास्तविक कुराहरूलाई पर्दामा उतारन सक्षम नभएको कुरा आफ्नो वेभसाइटमा उद्रित गरेको छ । [9]

source: ↑ Debnath, Neela (March 8, 2018). "Wild Wild Country on Netflix: When is Wild Wild Country released on Netflix?". Daily Express.
ne: ↑ Debnath, Neela.

source: Retrieved March 13, 2018. ↑ HT Correspondent (March 1, 2018). "Wild Wild Country trailer: New Netflix series will take you behind the controversial history of Osho". The Hindustan Times.
ne: "Wild Wild Country on Netflix: When is Wild Wild Country released on Netflix?", Daily Express, Express Newspapers, March 8, 2018. अन्तिम पहुँच मिति:March 13, 2018. ↑ HT Correspondent.

source: Retrieved March 13, 2018. 1 2 Turnquist, Kristi (March 14, 2018). "Netflix documentary on Rajneeshees in Oregon revisits an amazing, enraging true story".
ne: "Wild Wild Country trailer: New Netflix series will take you behind the controversial history of Osho", The Hindustan Times, March 1, 2018. अन्तिम पहुँच मिति:March 13, 2018.

source: The Oregonian. Retrieved March 23, 2018. ↑ "Wild Wild Country". Sundance Film Festival.
ne: 1 2 Turnquist, Kristi.

source: The Sundance Institute. Retrieved March 13, 2018. ↑ Finberg, Daniel. "'Wild Wild Country': TV Review | Sundance 2018".
ne: "Netflix documentary on Rajneeshees in Oregon revisits an amazing, enraging true story", The Oregonian, March 14, 2018. अन्तिम पहुँच मिति:March 23, 2018. ↑ "Wild Wild Country", Sundance Film Festival, The Sundance Institute, अभिगमन मिति मार्च १३, २०१८। ↑ Finberg, Daniel.

source: The Hollywood Reporter. Prometheus Global Media. Retrieved March 13, 2018. ↑ Schager, Nick (March 12, 2018).
ne: "'Wild Wild Country': TV Review | Sundance 2018", The Hollywood Reporter, Prometheus Global Media. अन्तिम पहुँच मिति:March 13, 2018. ↑ Schager, Nick.

source: "Inside the Crazy Sex Cult That Invaded Oregon". The Daily Beast. Retrieved March 13, 2018. ↑ "Wild Wild Country (Season 1)".
ne: "Inside the Crazy Sex Cult That Invaded Oregon", The Daily Beast, March 12, 2018. अन्तिम पहुँच मिति:March 13, 2018. ↑ "Wild Wild Country (Season 1)", Rotten Tomatoes, Fandango Media, अभिगमन मिति अप्रिल १३, २०१८। ↑ Allen, Nick (16 March 2018).

source: Rotten Tomatoes. Fandango Media. Retrieved April 13, 2018. ↑ Allen, Nick (16 March 2018).
ne: "Netflix Docuseries Wild Wild Country is Fascinating Entertainment".

source: "Netflix Docuseries Wild Wild Country is Fascinating Entertainment".
ne: RogerEbert.com.

source: RogerEbert.com. Ebert Digital LLC.
ne: Ebert Digital LLC.

source: Retrieved April 13, 2018. ↑ "Wild Wild Country – The story behind the Story of Rajneeshpuram". oshotimes.com. Osho International Foundation. March 31, 2018.
ne: Retrieved April 13, 2018. ↑ "Wild Wild Country – The story behind the Story of Rajneeshpuram", oshotimes.com, Osho International Foundation, मार्च ३१, २०१८, अभिगमन मिति मार्च ३१, २०१८।

source: Hồ Chí Minh holding his god-daughter, baby Elizabeth (Babette) Aubrac; and Elizabeth's mother, Lucie Aubrac, 1946
ne: धर्म पुत्रीलाई समाउदै हो चि मिन्ह Aubrac, 1946

source: Hồ Chí Minh meets school children, 1960
ne: स्कुलका बिद्धार्थी हरु संग हो चि मिन्ह,१९६०

source: Hồ Chí Minh watching a football game in his favorite fashion, with his closest comrade Prime Minister Phạm Văn Đồng being the person sitting next to him in the right corner
ne: फुटबल खेल हेर्दै हो चि मिन्ह साथमा नजिकका कमरेड प्रधानमन्त्री Phạm Văn Đồng

source: This poetry chronicle is Vietnam National Treasure No. 10 and was translated into many languages. It is used in Vietnamese high schools.[80] After Vietnam gained independence from France, the new government exclusively promoted Chữ Quốc Ngữ (Vietnamese writing system in Latin characters) to eliminate illiteracy. He started to create more poems in the modern Vietnamese language for dissemination to a wider range of readers.
ne: राजनीतिज्ञ बाहेक , हो चि मिन्ह लेखक , पत्रकार, कवि र बहुभाषी पनि थिए | उनका पिता शिक्षक र विद्वान थिए र उनले Nguyễn dynasty Imperial examination बाट दिक्षा उपाधि पाएका थिए |

source: ↑ "Ho Chi Minh". Random House Webster's Unabridged Dictionary.
ne: ↑ "Ho Chi Minh".

source: 1 2 Trần Quốc Vượng. "Lời truyền miệng dân gian về Hồ Chí Minh". BBC Vietnamese.
ne: Random House Webster's Unabridged Dictionary.

source: Retrieved 10 December 2013. 1 2 3 Vũ Ngự Chiêu. "Vài vấn nạn lịch sử thế kỷ XX: Hồ Chí Minh—Nhà ngoại giao, 1945–1946".
ne: 1 2 Trần Quốc Vượng, "Lời truyền miệng dân gian về Hồ Chí Minh", BBC Vietnamese, अभिगमन मिति १० डिसेम्बर २०१३। 1 2 3 Vũ Ngự Chiêu, "Vài vấn nạn lịch sử thế kỷ XX: Hồ Chí Minh—Nhà ngoại giao, 1945–1946", Hợp Lưu Magazine.

source: Hợp Lưu Magazine. Note: See the document in French, from Centre des archives d'Outre-mer [CAOM] (Aix)/Gouvernement General de l'Indochine [GGI]/Fonds Residence Superieure d'Annam [RSA]/carton R1, and the note in English at the end of the cited article. Retrieved 10 December 2013.
ne: Note: See the document in French, from Centre des archives d'Outre-mer [CAOM] (Aix)/Gouvernement General de l'Indochine [GGI]/Fonds Residence Superieure d'Annam [RSA]/carton R1, and the note in English at the end of the cited article, अभिगमन मिति १० डिसेम्बर २०१३। 1 2 Nguyễn Vĩnh Châu, "Phỏng vấn sử gia Vũ Ngự Chiêu về những nghiên cứu lịch sử liên quan đến Hồ Chí Minh", Hợp Lưu Magazine, अभिगमन मिति १० डिसेम्बर २०१३। 1 2 3 4 5 6 7 8 9 10 11 12 13 Duiker, William J. Ho Chi Minh: A Life.

source: 1 2 Nguyễn Vĩnh Châu. "Phỏng vấn sử gia Vũ Ngự Chiêu về những nghiên cứu lịch sử liên quan đến Hồ Chí Minh".
ne: New York: Hyperion, 2000. ↑ Duncanson, Dennis J. "Ho Chi Minh in Hong Kong 1931-1932".

source: Hợp Lưu Magazine.
ne: 57 (Jan-Mar 1957).

source: Retrieved 10 December 2013. 1 2 3 4 5 6 7 8 9 10 11 12 13 Duiker, William J. Ho Chi Minh: A Life.
ne: The China Quarterly: 85. ↑ Pike, Douglas (3 August 1976).

source: New York: Hyperion, 2000. ↑ Duncanson, Dennis J.
ne: "Ho Chi Minh: A Post-War Re-evaluation".

source: "Ho Chi Minh in Hong Kong 1931-1932". 57 (Jan-Mar 1957). The China Quarterly: 85. ↑ Pike, Douglas (3 August 1976).
ne: Mexico City: 30th Annual Congress of Orientalists.

source: "Ho Chi Minh: A Post-War Re-evaluation". Mexico City: 30th Annual Congress of Orientalists. Retrieved 21 December 2017. ↑ Tran Dan Tien, Nhung mau chuyen ve doi hoat dong cua Ho Chu Tich (Hanoi:Nha Xuat Ban Van Hoc 1972) (1948). ↑ Yen Son.
ne: Retrieved 21 December 2017. ↑ Tran Dan Tien, Nhung mau chuyen ve doi hoat dong cua Ho Chu Tich (Hanoi:Nha Xuat Ban Van Hoc 1972) (1948). ↑ Yen Son.

source: Hồ Chí Minh Portrait of Hồ Chí Minh, c.
ne: हो चि मिन्ह हो चि मिन्हको आकृति, c.

source: 1946 Chairman of the Workers' Party of Vietnam In office 19 February 1951 – 2 September 1969 Preceded by Position established Succeeded by Position abolished First Secretary of the Central Committee of the Workers' Party of Vietnam In office 1 November 1956 – 10 September 1960 Preceded by Trường Chinh Succeeded by Lê Duẩn 1st President of the Democratic Republic of Vietnam In office 2 September 1945 – 2 September 1969 Preceded by Position established Bảo Đại (as Emperor) Succeeded by Tôn Đức Thắng 1st Prime Minister of the Democratic Republic of Vietnam In office 2 September 1945 – 20 September 1955 Preceded by Position established Trần Trọng Kim (as Prime Minister of the Empire of Vietnam) Succeeded by Phạm Văn Đồng Minister of Foreign Affairs In office 28 August 1945 – 2 March 1946 Preceded by Trần Văn Chương (Empire of Vietnam) Succeeded by Nguyễn Tường Tam In office 3 November 1946 – March 1947 Preceded by Nguyễn Tường Tam Succeeded by Hoàng Minh Giám Member of the Politburo In office 31 March 1935 – 2 September 1969 Personal details Born Nguyễn Sinh Cung (1890-05-19)19 May 1890 Kim Liên, Nghệ An Province, French Indochina Died 2 September 1969(1969-09-02) (aged 79) Hanoi, North Vietnam Nationality Vietnamese Political party French Section of the Workers' International (1919–1921) French Communist Party (1921–1925) Communist Party of Vietnam (1925–1969) Relations Bạch Liên (or Nguyễn Thị Thanh) (Sister) Nguyễn Sinh Khiêm (or Nguyễn Tất Đạt) (brother) (Nguyễn Sinh Nhuận) (brother) Parents Nguyễn Sinh Sắc (father) Hoàng Thị Loan (mother) Alma mater Communist University of the Toilers of the East Profession Politician Signature
ne: 1946 भियतनाम मजदुर पार्टीका अध्यक्ष कार्य काल १९ फेब्रुअरी १९५१ – २ सेप्टेम्बर १९६९ पूर्ववर्ती ओहोदा स्थापित उत्तरावर्ती ओहोदा अन्त्य कार्यकाल 1 November 1956 – 10 September 1960 पूर्वाधिकारी Trường Chinh उत्तराधिकारी Lê Duẩn In office 2 September 1945 – 2 September 1969 पूर्वाधिकारी Position established Bảo Đại (as Emperor) उत्तराधिकारी Tôn Đức Thắng In office 2 September 1945 – 20 September 1955 पूर्वाधिकारी Position established Trần Trọng Kim (as Prime Minister of the Empire of Vietnam) उत्तराधिकारी Phạm Văn Đồng जन्म (१८९०-०५-१९)१९ मे १८९० Kim Liên, Nghệ An Province, French Indochina मृत्यु २ सेप्टेम्बर १९६९ (aged ७९) होनोई, उत्तर भियतनाम राजनीतिक पार्टी French Section of the Workers' International (1919–1921) French Communist Party (1921–1925) Communist Party of Vietnam (1925–1969) व्यवसाय राजनीतिज्ञ हस्ताक्षर

source: Hồ Chí Minh (/hoʊ tʃiː mɪn/;[1] Vietnamese: [hò tɕǐ mīɲ] ( listen), Saigon: [hò tɕǐ mɨ̄n] ( listen); Chữ nôm: 胡志明; 19 May 1890 – 2 September 1969), born Nguyễn Sinh Cung,[2][3][4] also known as Nguyễn Tất Thành and Nguyễn Ái Quốc, was a Vietnamese Communist revolutionary leader who was Chairman and First Secretary of the Workers' Party of Vietnam. He was also Prime Minister (1945–1955) and President (1945–1969) of the Democratic Republic of Vietnam (North Vietnam). He was a key figure in the foundation of the Democratic Republic of Vietnam in 1945 as well as the People's Army of Vietnam and the Việt Cộng during the Vietnam War.
ne: Hồ Chí Minh (/hoʊ tʃiː mɪn/;[1] Vietnamese: [hò tɕǐ mīɲ] ( listen), Saigon: [hò tɕǐ mɨ̄n] ( listen); Chữ nôm: 胡志明; 19 May 1890 – 2 September 1969), born Nguyễn Sinh Cung,[2][3][4] also known as Nguyễn Tất Thành and Nguyễn Ái Quốc, भियतनामी कम्युनिस्ट नेता थिए | उनी भीयतनाम कम्युनिस्ट पार्टीका अध्यक्ष र महासचिव थिए | उनी प्रजातान्त्रिक गणतन्त्र भियतनाम ( उत्तर भियतनाम )को प्रधानमन्त्री (1945–1955) र रास्ट्रपति (1945–1969) पनि थिए | उनी भियतनाम युद्धको समयमा प्रजातान्त्रिक गणतन्त्र भियतनाम ( उत्तर भियतनाम ) , भियतनाम जनसेना र भियत कंग स्थापना गर्ने मुख्य व्यक्ति थिए |
